{
  ":=": 29484,
  "Bmatrix": 29485,
  "Vmatrix": 29486,
  "\\%": 29481,
  "\\Alpha": 28996,
  "\\And": 28997,
  "\\Arrowvert": 28998,
  "\\Beta": 28999,
  "\\Cap": 29000,
  "\\Chi": 29001,
  "\\Cup": 29002,
  "\\Delta": 29003,
  "\\Doteq": 29004,
  "\\Downarrow": 29005,
  "\\Epsilon": 29006,
  "\\Eta": 29007,
  "\\Gamma": 29008,
  "\\Iota": 29009,
  "\\Join": 29010,
  "\\Kappa": 29011,
  "\\Lambda": 29012,
  "\\Leftarrow": 29013,
  "\\Leftrightarrow": 29014,
  "\\Lleftarrow": 29015,
  "\\Longleftarrow": 29016,
  "\\Longleftrightarrow": 29017,
  "\\Longrightarrow": 29018,
  "\\Lsh": 29019,
  "\\Mu": 29020,
  "\\Nu": 29021,
  "\\Omega": 29022,
  "\\Omicron": 29023,
  "\\Phi": 29024,
  "\\Pi": 29025,
  "\\Pr": 29026,
  "\\Psi": 29027,
  "\\Re": 29028,
  "\\Rho": 29029,
  "\\Rightarrow": 29030,
  "\\Rrightarrow": 29031,
  "\\Rsh": 29032,
  "\\Sigma": 29033,
  "\\Subset": 29034,
  "\\Supset": 29035,
  "\\Tau": 29036,
  "\\Theta": 29037,
  "\\Uparrow": 29038,
  "\\Updownarrow": 29039,
  "\\Upsilon": 29040,
  "\\VarLambda": 29041,
  "\\VarOmega": 29042,
  "\\Vert": 29043,
  "\\Xi": 29044,
  "\\Zeta": 29045,
  "\\\\": 29483,
  "\\^": 29482,
  "\\above": 29046,
  "\\aleph": 29047,
  "\\alpha": 29048,
  "\\amalg": 29049,
  "\\angle": 29050,
  "\\approx": 29051,
  "\\approxeq": 29052,
  "\\arccos": 29053,
  "\\arcsin": 29054,
  "\\arctan": 29055,
  "\\arg": 29056,
  "\\arrowvert": 29057,
  "\\ast": 29058,
  "\\asymp": 29059,
  "\\atop": 29060,
  "\\backepsilon": 29061,
  "\\backsim": 29062,
  "\\backsimeq": 29063,
  "\\backslash": 29064,
  "\\barwedge": 29065,
  "\\begin": 29069,
  "\\beta": 29066,
  "\\beth": 29067,
  "\\between": 29068,
  "\\bigcap": 29070,
  "\\bigcirc": 29071,
  "\\bigcup": 29072,
  "\\bigodot": 29073,
  "\\bigoplus": 29074,
  "\\bigotimes": 29075,
  "\\bigsqcup": 29076,
  "\\bigtriangledown": 29077,
  "\\bigtriangleup": 29078,
  "\\biguplus": 29079,
  "\\bigvee": 29080,
  "\\bigwedge": 29081,
  "\\binom": 29082,
  "\\bmod": 29083,
  "\\bot": 29084,
  "\\bowtie": 29085,
  "\\bracevert": 29086,
  "\\brack": 29087,
  "\\buildrel": 29088,
  "\\cap": 29089,
  "\\cdot": 29090,
  "\\cdots": 29091,
  "\\cfrac": 29092,
  "\\chi": 29093,
  "\\choose": 29094,
  "\\circ": 29095,
  "\\circeq": 29096,
  "\\circlearrowleft": 29097,
  "\\circlearrowright": 29098,
  "\\colon": 29099,
  "\\cong": 29100,
  "\\coprod": 29101,
  "\\cos": 29102,
  "\\cosh": 29103,
  "\\cot": 29104,
  "\\coth": 29105,
  "\\cr": 29106,
  "\\csc": 29107,
  "\\cup": 29108,
  "\\curlyeqprec": 29109,
  "\\curlyeqsucc": 29110,
  "\\curlyvee": 29111,
  "\\curlywedge": 29112,
  "\\curvearrowleft": 29113,
  "\\curvearrowright": 29114,
  "\\dashv": 29115,
  "\\dbinom": 29116,
  "\\ddddot": 29117,
  "\\dddot": 29118,
  "\\ddot": 29119,
  "\\ddots": 29120,
  "\\deg": 29121,
  "\\delta": 29122,
  "\\det": 29123,
  "\\dfrac": 29124,
  "\\dim": 29125,
  "\\displaystyle": 29126,
  "\\div": 29127,
  "\\divideontimes": 29128,
  "\\dot=": 29137,
  "\\doteq": 29136,
  "\\dotplus": 29129,
  "\\dots": 29130,
  "\\dotsb": 29131,
  "\\dotsc": 29132,
  "\\dotsi": 29133,
  "\\dotsm": 29134,
  "\\dotso": 29135,
  "\\downarrow": 29138,
  "\\downdownarrows": 29139,
  "\\downharpoonleft": 29140,
  "\\downharpoonright": 29141,
  "\\ell": 29142,
  "\\empty": 29143,
  "\\emptyset": 29144,
  "\\end": 29145,
  "\\enspace": 29146,
  "\\epsilon": 29147,
  "\\eqcirc": 29148,
  "\\eqsim": 29149,
  "\\eqslantgtr": 29150,
  "\\eqslantless": 29151,
  "\\equiv": 29152,
  "\\eta": 29153,
  "\\eth": 29154,
  "\\exists": 29155,
  "\\exp": 29156,
  "\\forall": 29157,
  "\\frac": 29158,
  "\\frown": 29159,
  "\\gamma": 29160,
  "\\gcd": 29161,
  "\\ge": 29162,
  "\\geq": 29163,
  "\\geqq": 29164,
  "\\geqslant": 29165,
  "\\gets": 29166,
  "\\gg": 29167,
  "\\ggg": 29168,
  "\\gggtr": 29169,
  "\\gnapprox": 29170,
  "\\gneq": 29171,
  "\\gneqq": 29172,
  "\\gnsim": 29173,
  "\\gt": 29174,
  "\\gtrapprox": 29175,
  "\\gtrdot": 29176,
  "\\gtreqless": 29177,
  "\\gtreqqless": 29178,
  "\\gtrless": 29179,
  "\\gtrsim": 29180,
  "\\gvertneqq": 29181,
  "\\hom": 29182,
  "\\hookleftarrow": 29183,
  "\\hookrightarrow": 29184,
  "\\iddots": 29185,
  "\\idotsint": 29186,
  "\\iff": 29187,
  "\\iiiint": 29188,
  "\\iiint": 29189,
  "\\iint": 29190,
  "\\imath": 29191,
  "\\impliedby": 29192,
  "\\implies": 29193,
  "\\in": 29194,
  "\\inf": 29195,
  "\\infty": 29196,
  "\\injlim": 29197,
  "\\int": 29198,
  "\\intop": 29199,
  "\\iota": 29200,
  "\\jmath": 29201,
  "\\kappa": 29202,
  "\\ker": 29203,
  "\\lVert": 29204,
  "\\lambda": 29205,
  "\\land": 29206,
  "\\langle": 29207,
  "\\lbrace": 29208,
  "\\lbrack": 29210,
  "\\lceil": 29209,
  "\\ldots": 29211,
  "\\le": 29212,
  "\\leadsto": 29213,
  "\\left": 29214,
  "\\leftarrow": 29215,
  "\\leftarrowtail": 29216,
  "\\leftharpoondown": 29217,
  "\\leftharpoonup": 29218,
  "\\leftleftarrows": 29219,
  "\\leftrightarrow": 29220,
  "\\leftrightarrows": 29221,
  "\\leftrightharpoons": 29222,
  "\\leftrightsquigarrow": 29223,
  "\\leq": 29224,
  "\\leqq": 29225,
  "\\leqslant": 29226,
  "\\lessapprox": 29227,
  "\\lessdot": 29228,
  "\\lesssim": 29229,
  "\\lfloor": 29230,
  "\\lg": 29231,
  "\\lgroup": 29232,
  "\\lim": 29233,
  "\\liminf": 29234,
  "\\limsup": 29235,
  "\\ll": 29236,
  "\\lmoustache": 29237,
  "\\ln": 29238,
  "\\lnapprox": 29239,
  "\\lneq": 29240,
  "\\lneqq": 29241,
  "\\lnot": 29242,
  "\\log": 29243,
  "\\longleftarrow": 29244,
  "\\longleftrightarrow": 29245,
  "\\longmapsto": 29246,
  "\\longrightarrow": 29247,
  "\\looparrowleft": 29248,
  "\\looparrowright": 29249,
  "\\lor": 29250,
  "\\lt": 29251,
  "\\ltimes": 29252,
  "\\lvert": 29253,
  "\\lvertneqq": 29254,
  "\\mapsto": 29255,
  "\\mathbb": 29256,
  "\\mathcal": 29257,
  "\\mathrm": 29258,
  "\\max": 29259,
  "\\measuredangle": 29260,
  "\\mho": 29261,
  "\\mid": 29262,
  "\\min": 29263,
  "\\mod": 29264,
  "\\mp": 29265,
  "\\mu": 29266,
  "\\multimap": 29267,
  "\\nLeftarrow": 29268,
  "\\nLeftrightarrow": 29269,
  "\\nRightarrow": 29270,
  "\\nabla": 29271,
  "\\ncong": 29272,
  "\\ne": 29273,
  "\\nearrow": 29274,
  "\\neg": 29275,
  "\\neq": 29276,
  "\\newline": 29277,
  "\\nexists": 29278,
  "\\ngeq": 29279,
  "\\ngeqq": 29280,
  "\\ngeqslant": 29281,
  "\\ngtr": 29282,
  "\\ni": 29283,
  "\\nleftarrow": 29284,
  "\\nleftrightarrow": 29285,
  "\\nleq": 29286,
  "\\nleqq": 29287,
  "\\nleqslant": 29288,
  "\\nless": 29289,
  "\\nmid": 29290,
  "\\not": 29291,
  "\\nparallel": 29292,
  "\\nprec": 29293,
  "\\npreceq": 29294,
  "\\nrightarrow": 29295,
  "\\nsim": 29296,
  "\\nsubseteq": 29297,
  "\\nsucc": 29298,
  "\\nsucceq": 29299,
  "\\nsupseteq": 29300,
  "\\nu": 29301,
  "\\nwarrow": 29302,
  "\\odot": 29303,
  "\\of": 29304,
  "\\oint": 29305,
  "\\omega": 29306,
  "\\omicron": 29307,
  "\\ominus": 29308,
  "\\operatorname": 29310,
  "\\oplus": 29309,
  "\\otimes": 29311,
  "\\over": 29312,
  "\\overleftarrow": 29313,
  "\\overline": 29314,
  "\\overrightarrow": 29315,
  "\\overset": 29316,
  "\\owns": 29317,
  "\\parallel": 29318,
  "\\partial": 29319,
  "\\perp": 29320,
  "\\phi": 29321,
  "\\pi": 29322,
  "\\pm": 29323,
  "\\pmod": 29324,
  "\\pod": 29325,
  "\\prec": 29326,
  "\\precapprox": 29327,
  "\\preccurlyeq": 29328,
  "\\preceq": 29329,
  "\\precnapprox": 29330,
  "\\precneqq": 29331,
  "\\precnsim": 29332,
  "\\precsim": 29333,
  "\\prime": 29334,
  "\\prod": 29335,
  "\\projlim": 29336,
  "\\propto": 29337,
  "\\psi": 29338,
  "\\qquad": 29339,
  "\\quad": 29340,
  "\\qvar": 29341,
  "\\rVert": 29342,
  "\\rangle": 29343,
  "\\rbrace": 29344,
  "\\rbrack": 29345,
  "\\rceil": 29346,
  "\\rfloor": 29347,
  "\\rgroup": 29348,
  "\\rho": 29349,
  "\\right": 29350,
  "\\rightarrow": 29351,
  "\\rightarrowtail": 29352,
  "\\rightharpoondown": 29353,
  "\\rightharpoonup": 29354,
  "\\rightleftarrows": 29355,
  "\\rightleftharpoons": 29356,
  "\\rightrightarrows": 29357,
  "\\rightsquigarrow": 29358,
  "\\rmoustache": 29359,
  "\\root": 29360,
  "\\rtimes": 29361,
  "\\rvert": 29362,
  "\\scriptscriptstyle": 29363,
  "\\scriptstyle": 29364,
  "\\searrow": 29365,
  "\\sec": 29366,
  "\\setminus": 29367,
  "\\sgn": 29368,
  "\\sigma": 29369,
  "\\sign": 29370,
  "\\signum": 29371,
  "\\sim": 29372,
  "\\simeq": 29373,
  "\\sin": 29374,
  "\\sinh": 29375,
  "\\smallfrown": 29376,
  "\\smallint": 29377,
  "\\smallsetminus": 29378,
  "\\smallsmile": 29379,
  "\\sphericalangle": 29380,
  "\\sqcap": 29381,
  "\\sqcup": 29382,
  "\\sqrt": 29383,
  "\\sqsubset": 29384,
  "\\sqsubseteq": 29385,
  "\\sqsupset": 29386,
  "\\sqsupseteq": 29387,
  "\\stackrel": 29388,
  "\\subset": 29389,
  "\\subseteq": 29390,
  "\\subseteqq": 29391,
  "\\subsetneq": 29392,
  "\\subsetneqq": 29393,
  "\\succ": 29394,
  "\\succapprox": 29395,
  "\\succcurlyeq": 29396,
  "\\succeq": 29397,
  "\\succnapprox": 29398,
  "\\succneqq": 29399,
  "\\succnsim": 29400,
  "\\succsim": 29401,
  "\\sum": 29402,
  "\\sup": 29403,
  "\\supset": 29404,
  "\\supseteq": 29405,
  "\\supseteqq": 29406,
  "\\supsetneq": 29407,
  "\\supsetneqq": 29408,
  "\\swarrow": 29409,
  "\\tan": 29410,
  "\\tanh": 29411,
  "\\tau": 29412,
  "\\tbinom": 29413,
  "\\text": 29414,
  "\\textstyle": 29415,
  "\\tfrac": 29416,
  "\\theta": 29417,
  "\\thickapprox": 29418,
  "\\thicksim": 29419,
  "\\times": 29420,
  "\\to": 29421,
  "\\top": 29422,
  "\\triangle": 29423,
  "\\triangledown": 29424,
  "\\triangleleft": 29425,
  "\\trianglelefteq": 29426,
  "\\triangleq": 29427,
  "\\triangleright": 29428,
  "\\trianglerighteq": 29429,
  "\\underline": 29430,
  "\\underset": 29431,
  "\\unlhd": 29432,
  "\\unrhd": 29433,
  "\\uparrow": 29434,
  "\\updownarrow": 29435,
  "\\upharpoonleft": 29436,
  "\\upharpoonright": 29437,
  "\\uplus": 29438,
  "\\upsilon": 29439,
  "\\upuparrows": 29440,
  "\\varDelta": 29441,
  "\\varGamma": 29442,
  "\\varPhi": 29443,
  "\\varPi": 29444,
  "\\varPsi": 29445,
  "\\varSigma": 29446,
  "\\varTheta": 29447,
  "\\varUpsilon": 29448,
  "\\varXi": 29449,
  "\\varepsilon": 29450,
  "\\varinjlim": 29451,
  "\\varkappa": 29452,
  "\\varliminf": 29453,
  "\\varlimsup": 29454,
  "\\varnothing": 29455,
  "\\varphi": 29456,
  "\\varpi": 29457,
  "\\varprojlim": 29458,
  "\\varpropto": 29459,
  "\\varrho": 29460,
  "\\varsigma": 29461,
  "\\varsubsetneq": 29462,
  "\\varsubsetneqq": 29463,
  "\\varsupsetneq": 29464,
  "\\varsupsetneqq": 29465,
  "\\vartheta": 29466,
  "\\vartriangle": 29467,
  "\\vartriangleleft": 29468,
  "\\vartriangleright": 29469,
  "\\vdots": 29470,
  "\\vec": 29471,
  "\\vee": 29472,
  "\\veebar": 29473,
  "\\vert": 29474,
  "\\wedge": 29475,
  "\\wr": 29476,
  "\\xi": 29477,
  "\\xleftarrow": 29478,
  "\\xrightarrow": 29479,
  "\\zeta": 29480,
  "align": 29487,
  "alignat": 29488,
  "alignedat": 29489,
  "bmatrix": 29490,
  "eqnarray": 29491,
  "multline": 29492,
  "pmatrix": 29493,
  "smallmatrix": 29494,
  "subarray": 29495,
  "vmatrix": 29496
}
